[
  {
    "firstName": "Hasal",
    "fullName": "Hasal Fernando",
    "image": "hasal.jpg",
    "social": {
      "linkedin": "https://www.linkedin.com/in/hasalfernando/",
      "facebook": "https://www.facebook.com/hasal98fernando/",
      "instagram": "https://www.instagram.com/hasalfernando/"
    },
    "description": "Royalist, Co-Founder of codeJunction, undergraduate who's doing his internship as a Trainee Software Engineer at Zone 24x7. Developed passion towards tech from childhood. Quiet person by nature but, surely QUITE LOUD when it comes to tech. Apart from coding, loves to edit videos. Unsurprisingly, most of them are about tech and others are about the places he travels to, during his leisurely hours. "
  },
  {
    "firstName": "Janeth",
    "fullName": "Janeth Fernando",
    "image": "janeth.jpg",
    "social": {
      "linkedin": "https://www.linkedin.com/in/janethfernando/",
      "facebook": "https://www.facebook.com/janethavishka",
      "instagram": "https://www.instagram.com/_jan.eth_/"
    },
    "description": "Janeth is a software engineering undergraduate who currently does his internship at WSO2. He went to S.Thomas' College Mount Lavinia and he has done pretty well in both studies and extracurricular activities. Working in the ICT society at STC brought him the passion for being a software engineer. In his free time, he loves to travel around with his friends. Photography is one of his hobbies."
  },
  {
    "firstName": "Nandula",
    "fullName": "Nandula Perera",
    "image": "nandula.png",
    "social": {
      "linkedin": "https://www.linkedin.com/in/nandulaperera/",
      "facebook": "https://www.facebook.com/nandula.perera.927",
      "instagram": "https://www.instagram.com/nandulaperera/"
    },
    "description": "Computer Science undergraduate at University of Colombo School of Computing. Studied at Lyceum International School, Panadura and excelled in both studies and extra activities. Has a great passion towards music, problem solving and application development. Interested to play the piano and the guitar during his free time."
  },
  {
    "firstName": "Purushoth",
    "fullName": "Purushoth Anandaraja",
    "image": "purushoth.jpg",
    "social": {
      "linkedin": "https://www.linkedin.com/in/purushoth-anandaraja-ba9603160/",
      "facebook": "https://www.facebook.com/purushoth.anandaraja.5",
      "instagram": "https://www.instagram.com/purushoth_h/"
    },
    "description": "Purushoth is an undergraduate from IIT, who's reading for a degree in Software Engineering. He is currently working as an intern at Global Market Technologies. He is interested in Software development and Project Management. He writes Blogs and loves to learn new trends in IT."
  },
  {
    "firstName": "Rajitha",
    "fullName": "Rajitha Warusavitarana",
    "image": "rajitha.jpg",
    "social": {
      "linkedin": "https://www.linkedin.com/in/rajithawaru/",
      "facebook": "https://www.facebook.com/rajitha.Warusavitarana",
      "instagram": "https://www.instagram.com/rajitha.98/"
    },
    "description": "Rajitha is a software engineering undergraduate who is currently working as an intern at 99X Technology. He is passionate in cloud  computing, web development, data science and open-source.  He is a fan of food and ready to eat kottu at any time.  Rajitha loves to travel, swim, sing and party during his free time."
  }
]
